[{"id":285,"acf":{"dt":"The combination of glass dust and glass fiber as fluxing agents for ceramifiable silicone rubber composites","uid":"49","rt":"Journal Article","so":"Royal Society of Chemistry","ye":"2017","su":"A 1:1 ratio of phosphate glass ('glass dust') and short glass fiber was found most effective in promoting ceramification and fire performance in silicone rubber composiites.","po":"Silicone","ga":"Phosphate Glass","gb":"","gc":"Fluxes\/","aa":"Mica (various forms)","ab":"","ac":"","ad":"","ae":"Ceramifiable composites based on silicone rubber (SR) filled with mica powder, glass dust (GD) and short glass fiber (SGF) were successfully prepared for high-temperature applications. The effect of the GD\/SGF phr ratio in the fluxing agents on the ceramifiable and mechanical properties of the silicone rubber composites was studied. The results demonstrated that the composites showed excellent properties when the ratio of GD\/SGF was 1 : 1 and the corresponding tensile strength was 6.5 MPa. The elongation at break of the composites reached 245.4% and the flexural strength of sintered samples produced at 1000 \u0001C was 16.2 MPa. Thermogravimetric analysis (TGA) results indicated that the char residue was 57.5% at 700 \u0001C, which was much higher than the virgin SR residue. The ceramization process at different sintering temperatures was consequently studied through infrared spectroscopy (IR), X-ray diffraction (XRD) and scanning electron microscopy (SEM). The linear shrinkage and flexural strength of sintered samples increased with increasing sintering temperature from 600 to 1000 \u0001C. The FTIR and XRD tests indicated that the  luorophlogopite mica structure was destroyed and a new cristobalite crystalline phase was formed at elevated temperature. The SEM revealed that a coherent  nd dense microstructure of sintered samples was formed with increased temperatures, which contributed to the flexural strength improvement."}},{"id":281,"acf":{"dt":"A novel EVA composite with simultaneous flame retardation and ceramifiable capacity","uid":"50","rt":"Journal Article","so":"Royal Society of Chemistry","ye":"2015","su":"A eutectic mixture resulting from glass dust (GD) and glass fiber (GF) led to the formation of ceramics at high temperature. The ceramic formed at 800C had a good flexural strength and achieved both a UL-94 V-0 rating and a LOI of 28.2%. Gains were made across the various fire retardancy testing spectrums.","po":"Ethylene-vinyl acetate (EVA)","ga":"Phosphate Glass","gb":"","gc":"Fluxes\/","aa":"","ab":"Montmorillonite (MMT)","ac":"Melamine Cyanurate","ad":"","ae":"Ethylene-vinyl acetate (EVA) filled with glass dust (GD), glass fiber (GF), OMMT, and melamine cyanurate (MCA) was developed as a ceramifiable flame-retardant polymer composite for cables and insulated wires. The ceramics formed at different high temperatures based on the ceramifiable flame-retardant polymer composites were investigated by mechanical testing, scanning electron microscopy (SEM), and energy dispersive X-ray (EDX) spectroscopy; the flame retardation of the ceramifiable flame-retardant EVA composites was studied with the aid of vertical burning testing (UL-94), limiting oxygen index (LOI), and cone calorimeter (CC) tests. The results showed that the ceramics were prepared successfully at different high temperatures based on the ceramifiable flame-retardant polymer composites. For the EVA\/GD\/GF\/OMMT\/MCA system with a weight ratio of 35\/26\/9\/5\/25, the ceramic formed at 800 \u0001C had a flexural strength of 13.82 MPa, and both a UL-94 V-0 rating and a LOI of 28.2% were achieved. Moreover, CC results confirmed that the heat release rate (HRR), total release rate (THR), smoke production rate (SPR), and mass loss rate (MLR) of the composite were reduced significantly compared with the corresponding value of neat EVA or the ceramifiable EVA composite without MCA. The dilatometric experiment analysis, SEM, and viscosity analysis demonstrated that a eutectic mixture resulting from GD and GF led to the formation of ceramics at high temperature. Thermal gravimetric analysis (TG), etc. illustrated that both the release of a large amount of non-flammable gas and the presence of OMMT led to the much better flame retardancy of EVA\/GD\/GF\/OMMT\/MCA than that of neat EVA or the ceramifiable EVA composites without MCA."}},{"id":279,"acf":{"dt":"Improved Self-Supporting and Ceramifiable Properties of Cermaifiable EDPM Composites by Adding Aramid Fiber","uid":"21","rt":"Journal Article","so":"Polymers","ye":"2020","su":"A high flux load of silicate glass is incorporated into a ceramifiable EPDM composite to test the addition of aramid fibers to the formulation. Specific phase changes are analyzed beginning at 600°C, 600°C-800°C and above 800°C.","po":"EPDM","ga":"Silicate Glass","gb":"","gc":"Fluxes\/","aa":"Ammonium Polyphosphate (APP)","ab":"Aramid Fiber","ac":"","ad":"","ae":"Ceramifiable ethylene propylene diene monomer (EPDM) composites with fiber network structures were prepared by using aramid fiber (AF), ammonium polyphosphate (APP), and silicate glass frits (SGF). The effect of AF on the curing characteristic of the ceramifiable EPDM composites was studied. The morphology of AF in the composites system was observed by optical microscopy (OM) and scanning electron microscope (SEM). The effects of the observed AF network structures on the solvent resistance, mechanical properties, ablative resistance, self-supporting property, and ceramifiable properties of the composites were investigated. Results suggested that the existence of the AF network structure improved the vulcanization properties, solvent resistance, thermal stability, and ablative resistance of the EPDM composites. An excellent self-supporting property of the EPDM composites was obtained by combining the formation of the AF network and the formation of crystalline phases at higher temperature (above 600 °C). The thermal shrinkage performance of AF and the increased thermal stability of the EPDM composites improved the ceramifiable properties of the EPDM composites."}},{"id":277,"acf":{"dt":"Thermal stability and flammability of silicone polymer composites","uid":"15","rt":"Journal Article","so":"Polymer Degradation and Stability","ye":"2006","su":"A less than ideal concentration of glass frit with metal ions was found to destabilise the thermal stability of silicone polymer. While studies have shown that an optimum concentration of silica filler up to which degradation onset is delayed, this paper points up the importance of glass make-up and overall filler mix. This is especially to avoid the increased concentration of metal ions that can occur with inappropirate mixes.  ","po":"Silicone","ga":"Silicate Glass","gb":"","gc":"Fluxes\/","aa":"Mica (various forms)","ab":"","ac":"","ad":"","ae":"Silicone polymer composites filled with mica, glass frit, ferric oxide and\/or a combination of these were developed as part of a ceramifiable polymer range for electrical power cables and other high temperature applications. This paper reports on the thermal stability of polymer composites as determined by thermogravimetric techniques, thermal conductivity and heat release rate as measured by cone calorimetry. The effects of fillers on thermal stability and flammability of silicone polymer are investigated. Of the fillers studied, mica and ferric oxide were found to have a stabilising effect on the thermal stability of silicone polymer. Additionally, mica and ferric oxide were found to lower heat release rates during combustion, but only mica was found to increase time to ignition."}},{"id":275,"acf":{"dt":"Processing and Properties of Fire Resistant EPDM Rubber-Based Ceramifiable Composites","uid":"53","rt":"Journal Article","so":"High Temperature Materials and Processes","ye":"2016","su":"A low-melting point slicate glass with high zinc concentration was the fluxing agent incorporated into EPDM rubber matrix. The study found that the optimal amount of glass from the point of view of ceramification effectiveness in dispersed mineral phase is 40 % wt.","po":"EPDM","ga":"Silicate Glass","gb":"","gc":"Fluxes\/","aa":"Wollastonite","ab":"","ac":"","ad":"","ae":"Low softening point temperature glassy frit, reinforcing silica, wollastonite and dicumyl peroxide were incorporated into ethylene-propylene-diene (EPDM) rubber matrix in different amounts in order to obtain ceramifiable composites. Kinetics of vulcanization of the mixes was measured. Mechanical properties, micromorphology, thermal properties and combustibility of the vulcanizates were studied as well as compression strength of the ceramic residue obtained after heat treatment. Studies show that optimal amount of glassy frit from the point of view of ceramification effectiveness in dispersed mineral phase is 40 % wt."}},{"id":273,"acf":{"dt":"Intumescent One-Component Sealant","uid":"7","rt":"Journal Article","so":"US Patent","ye":"1997","su":"By reacting M&CT 8008 Fire Barrier and an intumescent fire retardant (APP) with an isocyanate, a one component polyurethane sealant with stable storage properties can be produced. Examples, claims and make-up are included in the patent paper.","po":"Polyurethane","ga":"M&CT 8008 Fire Barrier","gb":"","gc":"Fluxes\/","aa":"Ammonium Polyphosphate (APP)","ab":"","ac":"","ad":"","ae":"The invention relates to an intumescent one-component sealant based on polyurethane and containing an intumescent agent and a vitreous fusible filler. The intumescent agent and the vitreous filler have been pretreated by reaction with an isocyanate having a functionality of at least 2. The sealant is stable in storage and is an effective fire barrier in the event of fire."}},{"id":271,"acf":{"dt":"Fire Barrier Materials (pH buffer)","uid":"27","rt":"Journal Article","so":"International Patent","ye":"1999","su":"Expanded usage of M&CT 8008 Fire Barrier is achieved by lowering the pH and melting temperature. This is accomplished via phosphate additions (pH buffer) and zinc borate & powdered tin either singly or in combination (lowering the melting point).  The resulting composition can be coated with materials such as silicon polysioxane to assist in resolving electrical issues and provides a waterproof finish. ","po":"Thermoplastics","ga":"M&CT 8008 Fire Barrier","gb":"","gc":"Fluxes\/","aa":"Mica (various forms)","ab":"","ac":"","ad":"","ae":"In this patent, M&CT Fire Barrier 8008 and, optionally, an intumescent substance and\/or a pH buffer is particularly suitable for use in thermoplastic materials."}},{"id":269,"acf":{"dt":"Introduction to Ceramizable Polymer Composites","uid":"13","rt":"Journal Article","so":"Lodz University of Technology","ye":"2104","su":"Glass as a fluxing agent is discussed in this overview that focuses on the mechanisms of ceramization for various polymer composites, especially focusing on silicone rubber. While the glass make-up is not identified, the importance of proper fluxing agents is essential to ceramization.","po":"Silicone","ga":"Silicate Glass","gb":"","gc":"Fluxes\/","aa":"","ab":"","ac":"","ad":"","ae":"In this paper ceramization (ceramification) of polymer composites is presented as a promising method for gaining flame retardancy of the materials. Because of its passive fire protecting character, ceramization effect can be applied in polymer composites, which are dedicated for work in public places like shopping centers, sport halls, galleries and museums, office buildings, theatres or cinemas and public means of transport. In case of fire, ceramizable polymer composites turn into barrier ceramic materials, ensuring integrity of objects like electrical cables, window frames, doors, ceilings, etc., exposed on flames and heat, preventing from collapsing of materials and making electricity working, enabling effective evacuation. Moreover, ceramization process decreases emission of toxic or harmful gaseous products of polymer matrix degradation as well as its smoke intensity. The paper describes the mechanisms of ceramization for various polymer composites, especially focusing on silicone rubber-based ones, basic characteristics of the materials and ways of their testing."}},{"id":267,"acf":{"dt":"Thermal Stability and Flammability of Styrene-Butadiene Rubber-Based (SBR) Ceramifiable Composites","uid":"14","rt":"Journal Article","so":"Materials","ye":"2016","su":"Low-melting point glass assists ceramification between particles of thermally stable fillers. The system resulted in the lowering of combustibility and significant improvement of the thermal stability with considerable compression strength. The most promising refractory fillers for SBR-based ceramifiable composites are mica and halloysite.","po":"Styrene-butadiene Rubber (SBR)","ga":"Silicate Glass","gb":"","gc":"Fluxes\/","aa":"Mica (various forms)","ab":"Kaolin","ac":"Wollastonite","ad":"Halloysite","ae":"Since the discovery of vulcanization, rubbers have invaded our life and nowadays occupie a significant place in the industrial world. In fact, in most applications there are no alternative materials to them. Despite what it could be thought, a rubbery object is a very complex system. In fact, it is generally based on only one or more rubbers and on several other additives, such as reinforcing fillers, plasticizers, antidegradants, vulcanizing agents. Different production phases are required to realized a rubbery product. The first is the rubber compounding with the additives, which occurs at a defined temperature for a fixed time. The dispersion degree achieved by the fillers in the elastomeric matrix and consequently the final product properties are strictly dependent on this first step of production. After the mixing, the forming operations follow: the compound will retain the shape imposed. Finally, vulcanization process provides the material its ‘elastic’ recovery behaviour. The final properties of a rubber product depend mainly on the type of rubber chosen, however they can be further manipulated by varying the additives used and their concentrations, and the processing steps. The special character of rubber, being a multicomponent system, and the complexity of the production phases delayed the study and the development of rubber nanocomposites, in respect to the polymeric ones. However, in the ten past years, the reports published that deal with rubber nanocomposites have been raise. The ongoing R&D interest is mostly due to the significant physico-mechanical properties improvement which is observed when the nanoclays are added to a rubber matrix. This enhancement depends on the nanometric-scale dispersion that the nanoclays can achieve in the compound; contrary to the conventional fillers, such as carbon black and silica, which carry out a micrometric-scale dispersion. Nowadays, the nanoclays are the most studied nano-sized fillers because there are easily available in nature and cheap. Several research works have demonstrated that the addition of even low amounts of layered nanofillers (< 10 wt.%) improves the mechanical properties, decreases gas permeability and swelling in solvents, increases thermal endurance and flame resistance."}},{"id":265,"acf":{"dt":"Ceramifiable EVA\/APP\/SGF composites for improved ceramifiable properties","uid":"22","rt":"Journal Article","so":"Polymer Degradation and Stability","ye":"2018","su":"Low-melting point silcate glass with APP is studied in this well organised and well explained paper. Very positive results are found enhanced by the addition of APP. Shrinkage and structural stability were both postively impacted. A very good chemical process analysis is given of the workings.","po":"Ethylene-vinyl acetate (EVA)","ga":"Silicate Glass","gb":"","gc":"Fluxes\/","aa":"Ammonium Polyphosphate (APP)","ab":"","ac":"","ad":"","ae":"Ceramifiable ethylene-vinyl acetate (EVA) copolymer composites were prepared through incorporating silicate glass frits (SGF) and ammonium polyphosphate (APP) into the EVA. The ceramic residues were obtained by firing all samples at different temperatures. The effect of APP on the self-supporting property and shape stability of the composites were studied, and the effect of APP on thefl exural strength and water absorption of the ceramic residues were investigated. The results show that the addition of APP improved the self-supporting property and the flexural strength of the composites due to the increased crystal phase. The shape stability and the porous structure of the residues increased due to water and NH3 released from the thermal decomposition of APP. XRD and SEM analysis demonstrated that APP promotes the precipitation of sodium phosphate and cristobalite. Furthermore, the growth process of the crystal was investigated by crystallization kinetic."}},{"id":263,"acf":{"dt":"Low-melting sulphate glasses and glass-ceramics, and their utility as fire and smoke retarder additives for poly(vinyl chloride) ","uid":"45","rt":"Journal Article","so":"Journal of Materials Science","ye":"1986","su":"Low-melting sulphate glasses and the advantages imparted during fire conditions are the theme of this paper. The glasses soften and flow at temperatures similar to the temperature of the thermal degradation and combustion of the polymer compounds containing them.","po":"Polyvinyl Chloride (PVC)","ga":"Sulphate Glass","gb":"","gc":"","aa":"","ab":"","ac":"","ad":"","ae":"Low-melting sulphate glasses and glass-ceramics, which are effective fire and smoke retarder additives for poly(vinyl chloride) (PVC), have been developed. They are based on lowmelting, glass-forming compositions in the K2SO4-Na2SO4-ZnS04 ternary system. The preferred ternary sulphate glass melts at 420~ and has the composition K2S04 9 NazS04  9 2ZnS04, which also corresponds to the composition of a congruently melting ternary compound. In a simple, tin-stabilized PVC compound, lOphr (parts per hundred of resin) resulted in a 54% reduction in smoke in the flaming mode of the NBS Smoke Chamber. 40phr gave a smoke reduction of 83%. The preferred ternary sulphate glass also works in concert with low levels of other known smoke retarders. For example, lOphr of the ternary glass and 5phr of MoO3 gave a smoke reduction of 78%, while 40phr of the glass and 5phr of MoO3 gave a smoke reduction of 93%. The addition of transition metal sulphates to low-melting compositions in the KzS04- Na2SO4-ZnS04 system led to the development of low-melting glasses and glass-ceramics containing Ni 2+, Cu 2§ and VO 2+. These transition metal modified sulphates were also very effective smoke retarders in the simple PVC compound. All of the low-melting\r\nsulphate glasses and glass-ceramics promoted intumescence and char formation during combustion of the simple PVC compound. In this way they effectively formed thermal barriers to retard further combustion."}},{"id":261,"acf":{"dt":"Capstock Polymer Composition","uid":"10","rt":"Journal Article","so":"EU Patent","ye":"1998","su":"M&CT 8008 Fire Barrier is called out as a char-inducing vitrifying component of the PVC capstock polymer.","po":"Polyvinyl Chloride (PVC)","ga":"M&CT 8008 Fire Barrier","gb":"","gc":"Fluxes\/","aa":"Antimony oxide","ab":"","ac":"","ad":"","ae":"The present invention relates to a polymer composition for use as a capstock material for making plastic laminates."}},{"id":259,"acf":{"dt":"Flammability of Layered Silicate Epoxy Nanocomposites Combined with Low-Melting Inorganic Ceepree Glass","uid":"61","rt":"Journal Article","so":"Polymer Engineering & Science","ye":"2012","su":"M&CT 8008 Fire Barrier outperforms (in terms of PHRR) in this epoxy polymer when compared against Tetraphenylphosphonium montmorillonite (TPPMMT). The M&CT 8008 Fire Barrier improves the performance of TPPMMT when blended, though the blend still does not exceed 8008 on its own. The layered structure of the ceramicized 8008 is credited for its superior performance.","po":"Epoxy","ga":"M&CT 8008 Fire Barrier","gb":"","gc":"Fluxes\/","aa":"Montmorillonite (MMT)","ab":"","ac":"","ad":"","ae":"Tetraphenylphosphonium modified layered silicate epoxy nanocomposite (EP\/TPPMMT) combined with low-melting silicate glass, Ceepree (CP) is investigated by thermal analysis, flammability tests and cone calorimeter at different heat fluxes. Adding CP and TPPMMT does not change the pyrolysis apart from increasing inorganic residue. The total heat evolved (THE) is changed insignificantly, as neither relevant additional carbonaceous charring nor flame inhibition occurs. However, flame retardancy is clearly observed due to an inorganic-carbonaceous surface protection layer. The peak heat released rate (PHRR) is reduced by around 32–42% when 5 wt% TPPMMT is added, and 51–63% when 10 wt% CP is added. PHRR reduction less than expected is observed when both additives are combined. The reduction is greater than that achieved by using TPPMMT but less than when only CP is used. The morphology of fire residue is investigated by scanning electron microscope on different length scales and turns out to be the key to understanding the efficiency of flame retardancy. The fire residue of EP\/CP shows a layered structure, whereas separated columns limit the barrier properties for EP\/ 5%TPPMMT on the micrometer scale. Columns dominating the fire residue structure of EP\/5%TPPMMT\/ 10%CP deteriorate the fire retardancy, whereas a more integral structure at the top of the residue causes the improvement over EP\/5%TPPMMT."}},{"id":257,"acf":{"dt":"Epoxy networks containing silica-based glass domains (excerpted from 'Investigation of Polyhedral Oligomeric Silsesquioxanes for improved fire retardancy of hybrid epoxy-based polymer systems')","uid":"39","rt":"Journal Article","so":"Cranfield University","ye":"2014","su":"M&CT 8008 Fire Barrier performs well in this epoxy network.","po":"Epoxy","ga":"M&CT 8008 Fire Barrier","gb":"","gc":"Fluxes\/","aa":"Nano composites","ab":"","ac":"","ad":"","ae":"Excerpted from 'Investigation of Polyhedral Oligomeric Silsesquioxanes for improved fire retardancy of hybrid epoxy-based polymer systems'. \r\nCeepree performs well in the epoxy network. But, there are no comparisons with other systems."}},{"id":255,"acf":{"dt":"Fire Retardant Resin Compositions Containing Moisture Resistant Low Melting Phosphate Glass","uid":"29","rt":"Journal Article","so":"US Patent","ye":"1978","su":"Moisture sensitivity of glass used as a reinforcing and fire retarding resin filler is improved by surface treating the particulate or fibrous glass with alkaline solutions of magnesium, calcium, barium, iron, aluminum, lead or zinc compounds.","po":"Thermosets","ga":"Phosphate Glass","gb":"","gc":"Synergists","aa":"","ab":"","ac":"","ad":"","ae":"Moisture sensitivity of glass used as a reinforcing and fire retarding resin filler is improved by surface treating the particulate or fibrous glass with alkaline solutions of magnesium, calcium, barium, iron, aluminum, lead or zinc compounds."}},{"id":253,"acf":{"dt":"Effect of the Flux on the Fire-Resistance Properties of Ceramifiable EPDM Rubber Composites","uid":"23","rt":"Journal Article","so":"Composites and Advance Materials","ye":"2018","su":"Silica glass, phosphate glass and zinc borate fluxes were used in this preparation. The results showed that the addition of the fluxes helped the filler to form a large amount of liquid phase structure at high temperature, and then a good ceramic structure to improve the thermal stability and bending strength of the pyrolysis product.","po":"EPDM","ga":"Silicate Glass","gb":"Phosphate Glass","gc":"Fluxes\/","aa":"Alumina Trihydrate (ATH)","ab":"Zinc Borate","ac":"","ad":"","ae":"In this paper, two kinds of glass frit and zinc borate as fluxes were used to prepare ceramifiable EPDM rubber composites, and the mechanical test, SEM, XRD and TG-DSC were used to study the effects of fluxes on the thermal stability and pyrolysis performance of composite materials. The results showed that the addition of the three kind of fluxes helped the filler to form a large amount of liquid phase structure at high temperature, and then a good ceramic structure formed to improve the thermal stability of the composite material and the bending strength of the pyrolysis product. The XRD analysis showed that the main phases after pyrolysis of composite materials adding glass frit A were forsterite and quartz, and the main phases after pyrolysis of composite materials adding glass frit B or zinc borate were spinel and quartz."}},{"id":249,"acf":{"dt":"Synergistic Effect of Mica, Glass Frit, and Melamine Cyanurate for Improving Fire Resistance of Styrene-Butadiene Rubber Composites Destined for Ceramizable Coatings","uid":"16","rt":"Journal Article","so":"Coatings","ye":"2019","su":"Silicate glass with high boron content is a component in this complete fire retardant\/ceramization system. Designed to test the synergistic effect of melamine cyanurate (MCA), the results obtained show that the synergistic effect of ceramization promoting fillers and MCA was especially beneficial with respect to the flame retardant properties.","po":"Styrene-butadiene Rubber (SBR)","ga":"Silicate Glass","gb":"","gc":"Fluxes\/","aa":"Mica (various forms)","ab":"Melamine Cyanurate","ac":"","ad":"","ae":"Synergistic effects of different fillers are widely utilized in polymer technology. The combination of various types of fillers is used to improve various properties of polymer composites. In this paper, a synergistic effect of flame retardants was tested to improve the performance of ceramizable composites. The composites were based of styrene-butadiene rubber (SBR) used as polymer matrix. Three different types of flame retardants were tested for synergistic effect: Mica (phlogopite) high aspect-ratio platelets, along with low softening point temperature glass frit (featuring ceramization effect), and melamine cyanurate, a commonly used flame retardant promoting carbonaceous char. In order to characterize the properties of the composites, combustibility, thermal stability, viscoelastic properties, micromorphology, and mechanical properties were tested before and after ceramization. The results obtained show that the synergistic effect of ceramization promoting fillers and melamine cyanurate was especially visible with respect to the flame retardant properties resulting in a significant improvement of fire resistance of the composites."}},{"id":247,"acf":{"dt":"Optimisation of the ceramic-like body for ceramifiable EVA-based composites","uid":"52","rt":"Journal Article","so":"Science and Engineering of Composite Materials","ye":"2017","su":"Using a low-melting phosphate glass and a silicate glass, the results showed that the optimised EVA composite was free of melt dripping during burning. Additional minerails including OMMT and WCRP could promote the formation of a ceramic body.","po":"Silicone","ga":"Silicate Glass","gb":"","gc":"Synergists","aa":"Mica (various forms)","ab":"","ac":"","ad":"","ae":"Various ceramifiable ethylene-vinyl acetate copolymer (EVA) composites were prepared by melt blending with two kinds of glass frits, organically modified montmorillonite (OMMT) and whitened and capsulised red phosphorus (WCRP). The influence of different filler components and firing temperatures on the ceramifiable properties of the composites was studied. The dripping behaviour of the composites was analyzed by a vertical burning test. The microstructure of the residues was characterised by X-ray diffraction (XRD) and scanning electron microscopy. The results showed that the optimised EVA composite was free of melt dripping during burning with the addition of OMMT. A dimensionally stable and dense ceramic residue was also obtained,  specially with the addition of WCRP. It was suggested that new phases were formed at firing temperatures, and WCRP could promote the formation of ceramic body which was not fused during firing at 900°C as evidenced by XRD."}},{"id":245,"acf":{"dt":"Flame retardancy of silicone-based materials","uid":"30","rt":"Journal Article","so":"Science and Engineering of Composite Materials","ye":"2009","su":"The addition of glass frits is proven useful for lowering the temperatures of ceramization below usual mica–silica eutectic reaction (see Mansouri paper). LIkely one of the best overview papers regarding  the development of the flame retardation of silicone elastomers and\/or applications of silicones as flame retardant agents in other polymers. ","po":"Ethylene-vinyl acetate (EVA)","ga":"Silicate Glass","gb":"Phosphate Glass","gc":"Fluxes\/","aa":"Montmorillonite (MMT)","ab":"WC Red Phosphorus","ac":"","ad":"","ae":"This review describes some recent works related to the development of the flame retardation of silicone elastomers and\/or applications of silicones as flame retardant agents in other polymers. First, the thermal degradation of silicones themselves is discussed, focussing on depolymerization mechanisms, effect of structure, heating conditions, and effect of additives (i.e. less than 5 wt% fillers) on thermal degradation of silicones. Then, the influence of several types of mineral fillers (of up to 80 wt% content) as ceramization agents of silicones is presented. Finally, the introduction of (functionalized) silicones as flame retardants into other polymers is described."}}]
